Repository: WPPlugins/wp-shabbat
Catalog: wp-shabbat/2.0/lang/WP-Shabbat-*.po
Languages: he_il

source: We Dont Work Today
he_il: אנחנו לא עובדים היום

source: Today is :
he_il: היום

source: Invalid Candle light time, please enter valid input, default was loaded.
he_il: זמן כניסת שבת לא חוקי , אנא הכנס קלט חוקי, ברירת המחדל נטענה.

source: Invalid Havdalah light time, please enter valid input, default was loaded.
he_il: זמן הבדלה לא חוקי, אנא הכנס קלט חוקי, ברירת המחדל נטענה.

source: Ip DataBase last updated at :
he_il: בסיס הנתונים התעדכן בתאריך :

source: Site closing on Saturday and Holidays by identifying the address of the user IP and close to 40 km
he_il: סגירת אתר בשבת ובחגים על ידי זיהוי כתובת ה-IP של המשתמש וקרוב ל -40 ק'מ

source: We recommend that every site owner will consult with a rabbi for the time to close his site
he_il: אנו ממליצים לכל בעל אתר להתייעץ עם רב לגבי זמן סגירת האתר שלו

source: Candle light Minutes
he_il: זמן כניסת שבת

source: Havdala Minutes
he_il: זמן הבדלה

source: This product includes GeoLite data created by MaxMind, available from
he_il: מוצר זה כולל נתונים GeoLite על ידי MaxMind, זמין ב

source: (jewish hour is calculated from sunrise to sunset divided by 12)
he_il: (שעה יהודית מחושבת מזריחה לשקיעה לחלק ל -12)

source: Please come back
he_il: אנא חזור

source: Holiday
he_il: חג

source: tommorow at
he_il: מחר בשעה

source: at
he_il: בשעה

source: Shabbat
he_il: שבת

source: two day at
he_il: מחרתיים בשעה

source: Update Status :
he_il: מצב העדכון :

source: insert minutes for candle light time, number of minutes before sunset minimum - 20 min ,max - 600 min.
he_il: הכנס דקות לזמן כניסת שבת, מספר דקות לפני שקיעה מינימלי - 20 דקות, מקסימום - 600 דקות.

source: insert minutes for havdala time, number of jewish minutes after sunset minimum - 18 min ,max - 72 min.
he_il: הכנס דקות לזמן הבדלה, מספר דקות לאחר שקיעה מינימלי - 18 דקות, מקסימום - 72 דקות.

source: Test Page
he_il: האתר סגור דף ניסיון

source: the website will close to user based on his location, when it is shabbat in user location the site will be closed but for user from other location where its not shabbat the site will be open
he_il: האתר יסגר למשתמש כאשר באזורו שבת, אך למשתמש אחר שבאזורו לא שבת האתר ישאר פתוח

source: WP-Shabbat is wordpress plugin that close website in shabbat and holidays base on user location,
he_il: תוסף זה סוגר את האתר למשתמש שבאזורו שבת או חג - גם יום שני של גלויות

source: WP Shabbat Plugin Settings
he_il: עמוד הגדרות

source: Close Window
he_il: סגור חלון

source: Site Observe Shabbat BY WP-Shabbat
he_il: אתר שומר שבת ע'י WP-Shabbat

source: Disable support link
he_il: נטרל קישור

source: site will close due to
he_il: האתר יסגר בשל

source: in
he_il: בתוך

source: The site is now closed for browsing
he_il: האתר סגור לגלישה כעת

source: Display popup announcement message
he_il: הצגת חלונית הודעת פופאפ

source: WP-Shabbat is SEO friendly and as requested by Google, search engine bots get http header 503
he_il: התוסף הנו מותאם לצרכיי קידום, הדף הסגור מציג הודעת 503 כפי הנדרש מגוגל.

source: click to display popup message and not close the site - for some Poskim opinion its enough
he_il: לחץ להצגת הודעת פופאפ שהאתר סגור ולא לסגור אותו הרמטית - לכמה פוסקים זה מספיק

source: How popup message look like?
he_il: איך נראה חלונית הודעת פופאפ?

source: How hermetically closed page look like?
he_il: איך נראה האתר בסגירה הרמטית?

source: Enter your message
he_il: רשום את הודעתך

source: please enter your message for the user or leave blank for default
he_il: רשום את ההודעה שברצונך להשאיר למשתמש או השאר ריק לטעינת ברירת המחדל

source: Next Update :
he_il: עדכון הבא :

source: Enable user content
he_il: אפשר תוכן משתמש

source: Click to enable rich text editor content below the default plugin message
he_il: לחץ כדי להפעיל את עורך הטקסט העשיר שיציג את התוכן מתחת להודעת ברירת המחדל של התוסף

source: WP-Shabbat currently using a free database that needed to be updated weekly , the plugin will download it automatically
he_il: WP-Shabbat עובד כיום באמצעות מסד נתונים חינמי שצריך להתעדכן כל שבוע, התוסף יוריד אותו באופן אוטומטי

source: click to disable Site Observe Shabbat BY WP-Shabbat link (please dont and show us your support)
he_il: לחץ להשבית את הקישור של אתר שומר שבת על ידי WP-Shabbat (בבקשה אל תשבית והראה לנו את התמיכה שלך)

source: Enter your own content, it will be presented below the original message
he_il: הזן את התוכן שלך, תוכן זה יוצג תחת ההודעה המקורית

source: This plugin is currently free please help us keep it that way and show us your sincere support by your considerate donation
he_il: עזור לנו לשמור על תוסף חינמי זה והראה לנו את תמיכתך על ידי תרומה מתחשבת

source: file downloaded and extracted successfully
he_il: הקובץ הורד וחולץ בהצלחה

source: problem with file extraction
he_il: בעיה עם חילוץ הקובץ

source: WP-Shabbat plugin DB update status
he_il: תוסף השבת - עדכון בסיס נתונים

source: this email sent to inform you the DB update status
he_il: מצב עדכון בסיס הנתונים

source: Hello
he_il: שלום

source: and thank you for using WP-Shabbat Plugin this plugin is
he_il: אנו שמחים כי בחרת להשתמש בתוסף שמירת השבת שלנו, תוסף זה

source: free so please support us
he_il: חינמי ונודה לך אם

source: By helping us with the cost of the plugin
he_il: תוכל לעזור לנו בתרומה ובכך לתרום להמשך פיתוח ותחזוקת התוסף

source: and by helping us with your important review at
he_il: כמו כן, נודה אם תדרגו אותנו באתר

source: the wordpress.org plugin page
he_il: של דף התוסף

source: Plugin DataBase need to be updated
he_il: בסיס הנתונים של התוסף צריך עדכון

source: problem with file download
he_il: בעיה עם הורדת הקובץ

source: WP Shabbat rich editor Settings
he_il: הגדרות עורך טקסט עשיר

source: General
he_il: כללי

source: Here you can enable and add your own content below the default message of the plugin
he_il: כאן תוכל להפעיל ולהוסיף תוכן משלך שיוצג תחת הודעת ברירת המחדל של התוסף

source: Here you can add css classes or id's to be disabled when the site is closed
he_il: כאן תוכל יכול להוסיף CSS classes או ID שלא יוצגו כאשר האתר סגור

source: Enter css class/id that you want to hide when site closed, separated by space or leave blank to use/restore default
he_il: הזן css class/id שאתה רוצה להסתיר כאשר האתר סגור הפרד על ידי רווח או השאר ריק כדי לשחזר את ברירת מחדל

source: Add content
he_il: הוסף תוכן

source: Disable class/id
he_il: הסר classe/id
